<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDescription</key>
			<string>Allows System Events Access for Microsoft Intune Agent that is needed for script deployments</string>
			<key>PayloadDisplayName</key>
			<string>Microsoft Intune Agent - System Events Access</string>
			<key>PayloadIdentifier</key>
			<string>9A8FD1D6-B2B6-434B-9AE4-66BE04991A82</string>
			<key>PayloadOrganization</key>
			<string>Microsoft Corporation</string>
			<key>PayloadType</key>
			<string>com.apple.TCC.configuration-profile-policy</string>
			<key>PayloadUUID</key>
			<string>5DC9ABA6-0EA2-476A-9F5D-2285D4D0FE41</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Services</key>
			<dict>
				<key>AppleEvents</key>
				<array>
					<dict>
						<key>AEReceiverCodeRequirement</key>
						<string>identifier "com.apple.systemevents" and anchor apple</string>
						<key>AEReceiverIdentifier</key>
						<string>com.apple.systemevents</string>
						<key>AEReceiverIdentifierType</key>
						<string>bundleID</string>
						<key>Allowed</key>
						<true/>
						<key>CodeRequirement</key>
						<string>identifier "com.microsoft.intuneMDMAgent" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = UBF8T346G9</string>
						<key>Comment</key>
						<string></string>
						<key>Identifier</key>
						<string>com.microsoft.intuneMDMAgent</string>
						<key>IdentifierType</key>
						<string>bundleID</string>
					</dict>
				</array>
			</dict>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Allows System Events Access for Microsoft Intune Agent that is needed for script deployments</string>
	<key>PayloadDisplayName</key>
	<string>Microsoft Intune Agent - System Events Access</string>
	<key>PayloadIdentifier</key>
	<string>9A8FD1D6-B2B6-434B-9AE4-66BE04991A82</string>
	<key>PayloadOrganization</key>
	<string>Microsoft Corporation</string>
	<key>PayloadEnabled</key>
    <true/>
    <key>PayloadRemovalDisallowed</key>
    <true/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>94D201E8-6245-4292-92E2-A6F83B55F99F</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>